Repository: Patronus-dev/Django_Arab_building_group
Catalog: templates/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Arab building group
fa: گروه ساختمانی عرب

source: About Us
fa: درباره ما

source: Blog
fa: بلاگ

source: Material
fa: متریال

source: Elevator
fa: آسانسور

source: Cooling and heating
fa: سرمایش و گرمایش

source: Wooden accessories
fa: لوازم چوبی

source: Door and Window
fa: درب و پنجره

source: Facilities and Plumbing
fa: تاسیسات و اتصالات

source: Stone and ceramics
fa: سنگ و سرامیک

source: Projects
fa: پروژه ها

source: Home
fa: صفحه اصلی

source: shortcut
fa: میانبر ها

source: about us
fa: درباره ما

source: projects
fa: پروژه ها

source: contact us
fa: ارتباط با ما

source: Call
fa: تماس

source: E-mail
fa: ایمیل

source: Interior design
fa: طراحی داخلی

source: Modern Design
fa: طراحی مدرن

source: Unique Foundation
fa: منحصر به فرد

source: Smart Heading System
fa: سیستم هدینگ هوشمند

source: Exterior design
fa: طراحی بیرونی

source: Industrial premises
fa: اماکن صنعتی

source: From Blog
fa: از بلاگ

source: Quick access to top blog articles
fa: دسترسی سریع به مقالات برتر وبلاگ

source: With unique quality, we build a house beyond your expectations. Your satisfaction is our honor!
fa: ما با کیفیتی بی نظیر، خانه ای فراتر از انتظار شما می سازیم. رضایت شما افتخار ماست!

source: Contact us
fa: ارتباط با ما
